Repository: teknoxgroup/genius
Catalog: po/*.po
Languages: it

source: GnomENIUS Calculator
it: Calcolatrice GnomENIUS

source: The Gnome Calculator program
it: La calcolatrice di Gnome

source: Properties
it: Propriet340

source: Prefix notation
it: Notazione prefissa

source: Infix notation
it: Notazione infissa

source: Postfix notation (RPN)
it: Notazione postfissa (RPN)

source: Full (exact) answers
it: Risposte complete (esatte)

source: Make floats integers (e.g. 10.0=10)
it: Trasforma reali in interi (es. 10.0=10)

source: Results as floats
it: Risultati in reali

source: Floats in scientific notation
it: Reali in notazione scientifica

source: Exit
it: Esci

source: Numpad
it: Tastierino numerico

source: Scientific
it: Scientifica

source: About...
it: Informazioni...

source: View
it: Vista

source: Help
it: Aiuto

source: Display
it: Visualizzazione

source: Variable used uninitialized!
it: Variabile utilizzata non inizializzata

source: Left value is NOT a number! (ignoring if construct)
it: Valore sinistro NON 350 un numero! (costrutto if ignorato)

source: Left value is NOT a number! (ignoring ifelse construct)
it: Valore sinistro NON 350 un numero! (costrutto ifelse ignorato)

source: '=' can't function without proper nodes!
it: '=' non pu362 funzionare senza nodi corretti!

source: Left value is NOT a 0\function! (ignoring '=')
it: Valore sinistro NON 350 un 0\funzione! ('=' ignorato)

source: Right value is NOT computed! (ignoring '=')
it: Valore destro NON calcolato! ('=' ignorato)

source: funcdefop can't function without proper nodes!
it: funcdefop non pu362 funzionare senza nodi corretti!

source: Left value is NOT a function! (ignoring function definition)
it: Valore sinistro NON 350 una funzione! (definizione di funzione ignorata)

source: ERROR: Probably corrupt stack!
it: ERRORE: Probabilmente lo stack 350 danneggiato!

source: ERROR:
it: ERRORE:

source: before '
it: prima '

source: Stack underflow!
it: Underflow di stack!
